Repository: straff2002/OpenGlasses
Catalog: OpenGlasses/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, fr, ja, pl, ru, uk, zh_hans, zh_hant

source: %@ is loaded — tap to unload
ru: Загружено: %@ — нажмите, чтобы выгрузить

source: %@ is turned off in Settings. Turn it back on to use this.
ru: Отключено в настройках: %@. Включите снова, чтобы использовать эту функцию.

source: %@ loaded. Tap to unload.
ru: Загружено: %@. Нажмите, чтобы выгрузить.

source: %@ only
ru: Только %@

source: %@ uses
ru: Использований: %@

source: %@ value
ru: Значение: %@

source: %@ wants:
ru: %@ хочет:

# %@ wants: %@. Approve or deny?
source: %1$@ wants: %2$@. Approve or deny?
ru: %1$@ хочет: %2$@. Одобрить или отклонить?

# %@ wants: %@. Type an answer, or don't send.
source: %1$@ wants: %2$@. Type an answer, or don't send.
ru: %1$@ хочет: %2$@. Введите ответ или не отправляйте.

source: %@ was denied. You can grant it in Settings.
ru: %@: в доступе отказано. Вы можете предоставить его в настройках.

source: %@, requires Agent Mode
ru: %@ — требуется режим агента

# %@. %@. %lld turns. %@ mode
source: %1$@. %2$@. %3$lld turns. %4$@ mode
ru: %1$@. %2$@. Реплик: %3$lld. Режим: %4$@

# %@. Say %@
source: %1$@. Say %2$@
ru: %1$@. Скажите %2$@

source: %@'s admin card
ru: Административная карта: %@

source: %@'s AI model still needs its key. It is added from Settings › Organisation › Finish Setup.
ru: Модели ИИ %@ всё ещё нужен ключ. Добавьте его в «Настройки › Организация › Завершить настройку».

# %@%@. Wake phrase: %@
source: %1$@%2$@. Wake phrase: %3$@
ru: %1$@%2$@. Слово активации: %3$@

# %@%@. Wake phrase: %@. %@
source: %1$@%2$@. Wake phrase: %3$@. %4$@
ru: %1$@%2$@. Слово активации: %3$@. %4$@

source: %lld active
ru: Активно: %lld

# %lld attempt%@ so far
source: %1$lld attempt%2$@ so far
ru: Попыток пока: %1$lld

source: %lld available
ru: Доступно: %lld

# %lld cards · %lld quiz
source: %1$lld cards · %2$lld quiz
ru: Карточек: %1$lld · тестов: %2$lld

source: %lld characters
ru: %lld символа

source: %lld chars
ru: %lld симв.

source: %lld days
ru: %lld дня

source: %lld downloaded
ru: %lld загружено

source: %lld dropped
ru: %lld отброшено

source: %lld entries
ru: %lld записи

source: %lld events
ru: %lld события

source: %lld frames
ru: %lld кадра

source: %lld installed
ru: %lld установлено

# %lld min %lld sec left
source: %1$lld min %2$lld sec left
ru: Осталось: %1$lld мин %2$lld с

source: %lld min left
ru: Осталось: %lld мин

# %lld minute%@ per unit
source: %1$lld minute%2$@ per unit
ru: %1$lld мин на единицу

source: %lld models available
ru: %lld модели доступны

source: %lld more — use search to narrow down
ru: Ещё %lld — используйте поиск, чтобы сузить список

# %lld page%@ · %lld min
source: %1$lld page%2$@ · %3$lld min
ru: Страниц: %1$lld · %3$lld мин

# %lld page%@ captured
source: %1$lld page%2$@ captured
ru: Страниц отсканировано: %1$lld

source: %lld percent
ru: %lld процента

source: %lld requests
ru: %lld запроса

source: %lld sec left
ru: Осталось: %lld с

# %lld second%@
source: %1$lld second%2$@
ru: %1$lld с

source: %lld seconds left of the limit
ru: Осталось %lld секунды до предела

source: %lld selected
ru: Выбрано: %lld

source: %lld skills from ClawHub.ai
ru: Навыков с ClawHub.ai: %lld

source: %lld sources need attention
ru: %lld источника требуют внимания

# %lld step%@
source: %1$lld step%2$@
ru: Шагов: %1$lld

source: %lld steps
ru: %lld шага

source: %lld tools
ru: %lld инструмента

source: %lld tools found
ru: Найдено %lld инструмента

# %lld turn%@
source: %1$lld turn%2$@
ru: Реплик: %1$lld

source: %lld turns
ru: %lld реплики

# %lld variable%@
source: %1$lld variable%2$@
ru: Переменных: %1$lld

# %lld/%lld active
source: %1$lld/%2$lld active
ru: Активно: %1$lld/%2$lld

# %lld/%lld present hazards directly controlled
source: %1$lld/%2$lld present hazards directly controlled
ru: Опасностей под непосредственным контролем: %1$lld/%2$lld

source: + %lld more tools
ru: + %lld инструмента

source: 1 second
ru: 1 секунда

source: 1 source needs attention
ru: 1 источник требует внимания

source: 1 Year
ru: 1 год

source: 1. Select the templates you want
ru: 1. Выберите нужные шаблоны

source: 2 FPS (Battery Saver)
ru: 2 кадра/с (экономия заряда)

source: 2 Mbps
ru: 2 Мбит/с

source: 2 minutes
ru: 2 минуты

source: 2 seconds
ru: 2 секунды

source: 2. Tap Install — this creates scheduled tasks in the app
ru: 2. Нажмите «Установить» — это создаст запланированные задачи в приложении

source: 3 seconds
ru: 3 секунды

source: 3. Create the matching Shortcuts in the Shortcuts app (we'll show you how)
ru: 3. Создайте соответствующие команды в приложении «Команды» (мы покажем как)

source: 4 Mbps
ru: 4 Мбит/с

source: 4 seconds
ru: 4 секунды

source: 4. The agent runs each Shortcut on schedule and summarizes results
ru: 4. Агент запускает каждую команду по расписанию и подводит итоги

source: 5 minutes
ru: 5 минут

source: 6 Months
ru: 6 месяцев

source: 7 days
ru: 7 дней

source: 7 FPS
ru: 7 кадров/с

source: 8 Mbps
ru: 8 Мбит/с

source: 10 minutes
ru: 10 минут

source: 10 seconds
ru: 10 секунд

source: 12 Mbps
ru: 12 Мбит/с

source: 15 FPS
ru: 15 кадров/с

source: 15 FPS (Default)
ru: 15 кадров/с (по умолчанию)

source: 20 Mbps
ru: 20 Мбит/с

source: 24 FPS
ru: 24 кадра/с

source: 30 days
ru: 30 дней

source: 30 Days
ru: 30 дней

source: 30 FPS
ru: 30 кадров/с

source: 30 FPS (Max)
ru: 30 кадров/с (макс.)

source: 56+ tools via your Mac — messaging, web search, smart home, and more.
ru: 56+ инструментов через ваш Mac — сообщения, веб-поиск, умный дом и многое другое.

source: 64 kbps
ru: 64 кбит/с

source: 90 days
ru: 90 дней

source: 90 Days
ru: 90 дней

source: 96 kbps
ru: 96 кбит/с

source: 128 kbps
ru: 128 кбит/с

source: 192 kbps
ru: 192 кбит/с

source: 360p (Low)
ru: 360p (низкое)

source: 504p (Medium)
ru: 504p (среднее)

source: 720p (High)
ru: 720p (высокое)

source: A camera frame leaves your device for whichever agent endpoint you've configured. Separate from Agentic Features itself, so turning agents on never starts sending pictures on its own.
ru: Кадр с камеры покидает ваше устройство и отправляется на настроенную вами конечную точку агента. Это отдельно от самих агентных функций, поэтому их включение само по себе никогда не начинает отправку изображений.

source: A Field Assist licence
ru: Лицензия Field Assist

source: A forgotten passcode or a lost card is replaced by your organisation, and this phone picks it up at its next renewal. There is no reset on the phone.
ru: Забытый код или утерянную карту заменяет ваша организация, и этот телефон получает замену при следующем продлении. Сброса на самом телефоне нет.

source: A free, offline neural voice that can speak even when the app is in the background. Downloads %@ (~185 MB) over Wi-Fi; until it's installed, on-device speech falls back to the iOS voice.
ru: Бесплатный нейросетевой голос, работающий офлайн и способный говорить, даже когда приложение свёрнуто. Загружает %@ (~185 МБ) по Wi-Fi; пока он не установлен, синтез речи на устройстве использует голос iOS.

source: A gateway is a small server (e.g. running on your computer or a Raspberry Pi) that gives the AI access to more capabilities — smart-home control, local automations, custom tools. Run OpenClaw, NanoClaw, NemoClaw, or any compatible server and point this app at it.
ru: Шлюз — это небольшой сервер (например, запущенный на вашем компьютере или Raspberry Pi), который даёт ИИ доступ к дополнительным возможностям — управлению умным домом, локальной автоматизации, пользовательским инструментам. Запустите OpenClaw, NanoClaw, NemoClaw или любой совместимый сервер и укажите его этому приложению.

source: A link asked this phone to take an organisation's configuration profile from this site. Nothing changes until you have reviewed what it does.
ru: Ссылка запросила у этого телефона получить конфигурационный профиль организации с этого сайта. Ничего не изменится, пока вы не просмотрите, что он делает.

source: A link can't hold the whole log, so %1$lld older %2$@ left out of the GitHub issue link. Email, copy or share to send the complete report.
ru: Ссылка не может вместить весь журнал, поэтому %1$lld более старых %2$@ не попали в ссылку на issue GitHub. Отправьте по почте, скопируйте или поделитесь, чтобы отправить полный отчёт.

source: A list of what the app did — event names, counts, durations and outcomes from this session only. You read the whole file before it is written, and it is deleted as soon as you've sent it.
ru: Список того, что делало приложение — названия событий, количества, длительности и результаты только за эту сессию. Вы читаете весь файл целиком перед тем, как он будет записан, и он удаляется, как только вы его отправите.

source: A new action is a name, a glyph, and a prompt. It joins the grid at the end and is reachable everywhere your speed dial is.
ru: Новое действие — это название, значок и инструкция. Оно добавляется в конец сетки и доступно везде, где есть ваша панель быстрого набора.

source: A pack's actions become voice commands the assistant can use. Turning a pack off removes its actions immediately; its settings are kept.
ru: Действия набора становятся голосовыми командами, которые может использовать ассистент. Отключение набора сразу удаляет его действия; настройки при этом сохраняются.

source: A photo is captured first, then this prompt is sent to the AI along with the image.
ru: Сначала делается снимок, затем эта инструкция отправляется ИИ вместе с изображением.

source: A record stays here until the office has it. Retry sends it again through the queue; sending it by email opens the composer with the record in the body, and you tap Send.
ru: Запись остаётся здесь, пока не попадёт в офис. Повтор отправляет её снова через очередь; отправка по почте открывает окно письма с записью в тексте, и вы нажимаете «Отправить».

source: A share sheet will be presented with the transcript in the selected format when a recording stops.
ru: Когда запись останавливается, появится меню «Поделиться» с расшифровкой в выбранном формате.

source: A short label to pick this prompt from the list — e.g. "Concise", "Coding helper", "British butler".
ru: Короткое название, чтобы выбрать эту инструкцию из списка — например, «Кратко», «Помощник по коду», «Британский дворецкий».

source: A spoken direction says which side. A sound is quieter once you've learned what it means — it plays on whatever you're already listening through, and it doesn't come only from the chosen side.
ru: Голосовая подсказка называет сторону. Звук становится тише, как только вы запомните, что он означает, — он звучит через то, что вы уже слушаете, и не идёт только с выбранной стороны.

source: A text file of everything said on this job, or a support report with the details of each AI turn. Nothing leaves the phone until you choose where it goes.
ru: Текстовый файл со всем, что было сказано на этом задании, или отчёт поддержки с подробностями каждой реплики ИИ. Ничего не покидает телефон, пока вы не выберете, куда это отправить.

source: A vault pack, downloaded from the signed catalog and checked before it is installed. Field Assist turns on once it is in.
ru: Пакет хранилища, загруженный из подписанного каталога и проверенный перед установкой. Field Assist включается сразу после установки.

source: A work order cannot contain a video, so a clip travels as a file of its own. The report names every clip either way, so the record is complete even when a clip goes separately.
ru: Наряд-заказ не может содержать видео, поэтому ролик передаётся отдельным файлом. Отчёт в любом случае называет каждый ролик, так что запись остаётся полной, даже если ролик отправляется отдельно.

source: About
ru: О программе

source: About %@
ru: О %@

source: About encrypting conversations
ru: О шифровании разговоров

source: Accent Colour
ru: Акцентный цвет

source: Access Key
ru: Ключ доступа

source: Access token
ru: Токен доступа

source: Access token (paste)
ru: Токен доступа (вставить)

source: Accessibility
ru: Специальные возможности

source: Account
ru: Аккаунт

source: Account connected
ru: Аккаунт подключён

source: Action name (what you'll say)
ru: Название действия (что вы скажете)

source: Action Type
ru: Тип действия

source: Actionable updates
ru: Уведомления, требующие действия

source: Actions & Bar Layout
ru: Действия и раскладка панели

source: Actions on Your Grid
ru: Действия в вашей сетке

source: Activate Licence
ru: Активировать лицензию

source: Activation key or licence code
ru: Ключ активации или код лицензии

source: Active
ru: Активно

source: Active Limits
ru: Активные лимиты

source: Active mode:
ru: Активный режим:

source: Active mode: %@
ru: Активный режим: %@

source: Active Model
ru: Активная модель

source: Active Personas
ru: Активные персоны

source: Active Playbook
ru: Активный сценарий

source: Active Session
ru: Активная сессия

source: Active vault: %@. Tap to switch.
ru: Активное хранилище: %@. Нажмите, чтобы переключить.

source: Activity
ru: Активность

source: Activity Log
ru: Журнал активности

source: Add %@
ru: Добавить %@

source: Add a Gemini API key in AI Models to enable translation
ru: Добавьте API-ключ Gemini в разделе «Модели ИИ», чтобы включить перевод

source: Add a model
ru: Добавить модель

source: Add a model in Settings → AI Models first
ru: Сначала добавьте модель в «Настройки → Модели ИИ»

source: Add a model in Settings to get started.
ru: Чтобы начать, добавьте модель в настройках.

source: Add a server manually with ＋ on the previous screen.
ru: Добавьте сервер вручную с помощью ＋ на предыдущем экране.

source: Add Action
ru: Добавить действие

source: Add actions to your speed dial — photo prompts, smart home controls, shortcuts, and more.
ru: Добавляйте действия на панель быстрого набора — фотоинструкции, управление умным домом, команды и многое другое.

source: Add an ElevenLabs API key for natural-sounding voices. Without one, the built-in iOS voice is used.
ru: Добавьте API-ключ ElevenLabs для естественно звучащих голосов. Без него используется встроенный голос iOS.

source: Add an upcoming job
ru: Добавить предстоящее задание

source: Add document
ru: Добавить документ

source: Add Document
ru: Добавить документ

source: Add from link or QR
ru: Добавить по ссылке или QR-коду

source: Add from Link or QR…
ru: Добавить по ссылке или QR-коду…

source: Add from the photo library
ru: Добавить из библиотеки фото

source: Add Gateway
ru: Добавить шлюз

source: Add MCP Server
ru: Добавить MCP-сервер

source: Add more models or tweak settings anytime
ru: Добавляйте модели или меняйте настройки в любое время

source: Add smart glasses
ru: Добавить умные очки

source: Add step
ru: Добавить шаг

source: Add Step
ru: Добавить шаг

source: Add Teleprompter Script
ru: Добавить сценарий телесуфлёра

source: Add text or import a file to build your private on-device knowledge base.
ru: Добавьте текст или импортируйте файл, чтобы создать личную базу знаний на устройстве.

source: Add text…
ru: Добавить текст…

source: Add to Speed Dial
ru: Добавить в быстрый набор

source: Add to upcoming jobs
ru: Добавить в предстоящие задания

source: Add tools that trigger Siri Shortcuts or open URL schemes when the AI calls them.
ru: Добавляйте инструменты, которые запускают команды Siri или открывают URL-схемы, когда их вызывает ИИ.

source: Added by the technician
ru: Добавлено техником

source: Address
ru: Адрес

source: Adds a phone and spoken briefing of what matters next. My Day keeps an ephemeral read model and does not save a separate copy of your day.
ru: Добавляет на телефон и в голосовую сводку то, что важно дальше. «Мой день» хранит временную модель для чтения и не сохраняет отдельную копию вашего дня.

source: Adds this file as a second upcoming job with the same number.
ru: Добавляет этот файл как второе предстоящее задание с тем же номером.

source: Admin Card
ru: Административная карта

source: Administrator passcode
ru: Код администратора

source: Administrator Phone
ru: Телефон администратора

source: Administrator session. It ends when you leave the app, or after ten minutes without activity.
ru: Сеанс администратора. Он завершается, когда вы выходите из приложения, или через десять минут бездействия.

source: Administrator Settings
ru: Настройки администратора

source: Advanced
ru: Дополнительно

source: Advanced Actions
ru: Дополнительные действия

source: Advanced Encoding
ru: Дополнительное кодирование

source: Advanced: first enable Device Code Authorization in ChatGPT Settings → Security. Normal browser sign-in above is recommended on this iPhone.
ru: Дополнительно: сначала включите авторизацию по коду устройства в «Настройки ChatGPT → Безопасность». На этом iPhone рекомендуется обычный вход через браузер (см. выше).

source: Agent Behavior
ru: Поведение агента

source: Agent Bridge
ru: Мост агента

source: Agent Model
ru: Модель агента

source: Agent Safety
ru: Безопасность агента

source: Agentic Features
ru: Агентные функции

source: Agentic Mode
ru: Режим агента

source: AI
ru: ИИ

source: AI & Personality
ru: ИИ и личность

source: AI HECA · %@
ru: ИИ HECA · %@

source: AI is replying: %@
ru: ИИ отвечает: %@

source: AI Model
ru: Модель ИИ

source: AI responses may contain errors. Verify important information independently.
ru: Ответы ИИ могут содержать ошибки. Проверяйте важную информацию самостоятельно.

source: AI vision · %@
ru: ИИ-зрение · %@

source: AI-generated
ru: Создано ИИ

source: AI-Only
ru: Только ИИ

source: AI-Only uses the vault to ground responses. Human-Assisted brings a remote expert into the session — coming in v2.
ru: «Только ИИ» использует хранилище для обоснования ответов. «С участием человека» подключает к сеансу удалённого эксперта — появится в v2.

source: AirDrop, email, Files, or any installed app
ru: AirDrop, почта, Файлы или любое установленное приложение

source: All %lld tools available
ru: Доступны все инструменты: %lld

source: All AI queries are processed on-device. No clinical data is sent to cloud providers.
ru: Все запросы к ИИ обрабатываются на устройстве. Клинические данные не отправляются облачным провайдерам.

source: All conversations
ru: Все разговоры

source: All Domains
ru: Все домены

source: All Entities
ru: Все объекты

source: All providers use the same WebSocket protocol. You can add multiple gateways for failover.
ru: Все провайдеры используют один и тот же протокол WebSocket. Можно добавить несколько шлюзов для отказоустойчивости.

source: All Recent Requests
ru: Все недавние запросы

source: Allowed Channels
ru: Разрешённые каналы

source: Allowed Tools
ru: Разрешённые инструменты

source: Allows installing unsigned packs while building your own. Unsigned packs are labeled on their row. The catalog's own signature is always enforced.
ru: Позволяет устанавливать неподписанные наборы при создании своего собственного. Неподписанные наборы помечаются в своей строке. Подпись самого каталога проверяется всегда.

source: Also listening for: %@
ru: Также слушает: %@

source: Also Save to Photos
ru: Также сохранять в Фото

source: Alternative spellings
ru: Альтернативные написания

source: Alternative ways to start the assistant without the wake word — for noisy, silent, or no-speech situations. All are off by default. The Volume Button trigger can interfere with normal volume control; Temple Tap pauses while your own audio plays.
ru: Альтернативные способы запустить ассистента без слова активации — для шумных, тихих ситуаций или когда говорить нельзя. По умолчанию все отключены. Триггер кнопки громкости может мешать обычному управлению громкостью; двойное касание дужки приостанавливается, пока играет ваш собственный звук.

source: Alternatives
ru: Альтернативы

source: Ambient captions render in your language while someone speaks another — “they speak Spanish, you read English”. When off, captions transcribe exactly as today.
ru: Фоновые субтитры отображаются на вашем языке, пока кто-то говорит на другом — «они говорят по-испански, вы читаете по-английски». Когда функция выключена, субтитры расшифровываются как обычно.

source: Analyze Food
ru: Анализ еды

source: Analyze food nutrition from what the camera sees
ru: Анализируйте пищевую ценность еды по тому, что видит камера

source: Annual
ru: Ежегодно

source: Answer by tapping, or just say it — “same job”, “that one's finished”, “not sure”.
ru: Отвечайте нажатием или просто скажите — «то же задание», «это завершено», «не уверен».

source: Answers are POSTed here with the question's id and revision, plus an answer id that stays the same if a send has to be retried. Without a question-id path, two questions worded the same way are told apart only by the order they arrive in. A question whose kind path says “text” can be answered in words; anything else is treated as a confirmation.
ru: Ответы отправляются сюда POST-запросом с id и редакцией вопроса, а также id ответа, который остаётся неизменным при повторной отправке. Без пути с id вопроса два одинаково сформулированных вопроса различаются только по порядку поступления. На вопрос, у которого в пути указан тип «text», можно ответить словами; всё остальное трактуется как подтверждение.

source: Answers in this project are grounded in these documents and cite them. Local-only.
ru: Ответы в этом проекте опираются на эти документы и цитируют их. Только локально.

source: Anything nobody gave stays empty. This job hasn't started and counts no time.
ru: Всё, что никто не указал, остаётся пустым. Это задание ещё не начато, и время по нему не учитывается.

source: Anything the office left out stays empty. The job is added to Upcoming on the Job tab; it doesn't start, and nothing is sent.
ru: Всё, что офис не указал, остаётся пустым. Задание добавляется в «Предстоящие» на вкладке «Задание»; оно не начинается, и ничего не отправляется.

source: Anything you'd like to add
ru: Что-нибудь ещё, что хотите добавить

source: Anything you'd like to add, optional
ru: Что-нибудь ещё, что хотите добавить (необязательно)

source: API Keys
ru: API-ключи

source: App memory
ru: Память приложения

source: App URL
ru: URL приложения

source: App work in backend leg
ru: Работа приложения на этапе бэкенда

source: Appearance
ru: Внешний вид

source: Apple Apps
ru: Приложения Apple

source: Applies to saved conversations and the things you asked to be remembered. Kept forever unless you choose otherwise — this is your own record, and the app will not decide to delete it for you. Anything older than the period you pick is deleted for real, not hidden, next time the app opens or comes back to the foreground. Memories you gave an expiry to are removed when that expiry passes, whatever this is set to.
ru: Относится к сохранённым разговорам и вещам, которые вы попросили запомнить. Хранится вечно, если вы не укажете иное, — это ваша собственная запись, и приложение не станет удалять её за вас. Всё, что старше выбранного периода, действительно удаляется, а не просто скрывается, при следующем открытии приложения или его возврате на передний план. Воспоминания, которым вы задали срок действия, удаляются по его истечении — независимо от этой настройки.

source: Apply the profile
ru: Применить профиль

source: Approve
ru: Одобрить

source: Arguments JSON (optional)
ru: JSON аргументов (необязательно)

source: Ask a Persona
ru: Спросить персону

source: Ask a Question
ru: Задать вопрос

source: Ask a specific Avenkin persona by voice and hear the answer
ru: Спросите конкретную персону Avenkin голосом и услышьте ответ

source: Ask anything
ru: Спросите что угодно

source: Ask Avenkin
ru: Спросить Avenkin

source: Ask Avenkin a Question
ru: Задать вопрос Avenkin

source: Ask Avenkin anything by voice and hear the answer, without the wake word
ru: Спросите Avenkin о чём угодно голосом и услышьте ответ — без слова активации
